xml.xdm/test/unit/src/org/netbeans/modules/xml/xdm/diff/xdu/textchange1_1.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
                   xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
                   xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
                   
xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ 
http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>

    <SOAP-ENV:Body><tes:item xmlns:tes="http://stc.com/TestBpel">
        <tes:value>DemoTest</tes:value>
        </tes:item>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
